var config_name = [
    {
        "ID": 1,
        "name": "萝莉"
    },
    {
        "ID": 2,
        "name": "正太"
    },
    {
        "ID": 3,
        "name": "御姐"
    },
    {
        "ID": 4,
        "name": "女王"
    },
    {
        "ID": 5,
        "name": "软妹儿"
    },
    {
        "ID": 6,
        "name": "机甲"
    },
    {
        "ID": 7,
        "name": "胖子"
    },
    {
        "ID": 8,
        "name": "胖次"
    },
    {
        "ID": 9,
        "name": "大叔"
    },
    {
        "ID": 10,
        "name": "前辈"
    },
    {
        "ID": 11,
        "name": "基友"
    },
    {
        "ID": 12,
        "name": "萌宝"
    },
    {
        "ID": 13,
        "name": "萌娘"
    },
    {
        "ID": 14,
        "name": "萌妹"
    },
    {
        "ID": 15,
        "name": "宅男"
    },
    {
        "ID": 16,
        "name": "腐女"
    },
    {
        "ID": 17,
        "name": "老司机"
    },
    {
        "ID": 18,
        "name": "春卷儿"
    },
    {
        "ID": 19,
        "name": "虾条"
    },
    {
        "ID": 20,
        "name": "粉丝"
    },
    {
        "ID": 21,
        "name": "玉米"
    },
    {
        "ID": 22,
        "name": "扛把子"
    },
    {
        "ID": 23,
        "name": "杰宝"
    },
    {
        "ID": 24,
        "name": "白羊"
    },
    {
        "ID": 25,
        "name": "金牛"
    },
    {
        "ID": 26,
        "name": "双子"
    },
    {
        "ID": 27,
        "name": "巨蟹"
    },
    {
        "ID": 28,
        "name": "狮子"
    },
    {
        "ID": 29,
        "name": "天枰"
    },
    {
        "ID": 30,
        "name": "天蝎"
    },
    {
        "ID": 31,
        "name": "射手"
    },
    {
        "ID": 32,
        "name": "摩羯"
    },
    {
        "ID": 33,
        "name": "水瓶"
    },
    {
        "ID": 34,
        "name": "双鱼"
    },
    {
        "ID": 35,
        "name": "处女座"
    },
    {
        "ID": 36,
        "name": "肉山"
    },
    {
        "ID": 37,
        "name": "凤凰"
    },
    {
        "ID": 38,
        "name": "狼人"
    },
    {
        "ID": 39,
        "name": "小小"
    },
    {
        "ID": 40,
        "name": "牛头人"
    },
    {
        "ID": 41,
        "name": "沙王"
    },
    {
        "ID": 42,
        "name": "白牛"
    },
    {
        "ID": 43,
        "name": "熊猫"
    },
    {
        "ID": 44,
        "name": "斧王"
    },
    {
        "ID": 45,
        "name": "兽王"
    },
    {
        "ID": 46,
        "name": "钢背兽"
    },
    {
        "ID": 47,
        "name": "龙骑士"
    },
    {
        "ID": 48,
        "name": "神灵"
    },
    {
        "ID": 49,
        "name": "军团"
    },
    {
        "ID": 50,
        "name": "夜魔"
    },
    {
        "ID": 51,
        "name": "船长"
    },
    {
        "ID": 52,
        "name": "术士"
    },
    {
        "ID": 53,
        "name": "发条"
    },
    {
        "ID": 54,
        "name": "酋长"
    },
    {
        "ID": 55,
        "name": "鱼人"
    },
    {
        "ID": 56,
        "name": "骷髅王"
    },
    {
        "ID": 57,
        "name": "猎人"
    },
    {
        "ID": 58,
        "name": "猴子"
    },
    {
        "ID": 59,
        "name": "小强"
    },
    {
        "ID": 60,
        "name": "幽鬼"
    },
    {
        "ID": 83,
        "name": "血魔"
    },
    {
        "ID": 84,
        "name": "娜迦"
    },
    {
        "ID": 85,
        "name": "火枪手"
    },
    {
        "ID": 86,
        "name": "白虎"
    },
    {
        "ID": 87,
        "name": "剑圣"
    },
    {
        "ID": 88,
        "name": "影魔"
    },
    {
        "ID": 89,
        "name": "小黑"
    },
    {
        "ID": 90,
        "name": "坦克"
    },
    {
        "ID": 91,
        "name": "法师"
    },
    {
        "ID": 92,
        "name": "死神"
    },
    {
        "ID": 93,
        "name": "宙斯"
    },
    {
        "ID": 94,
        "name": "巫妖"
    },
    {
        "ID": 95,
        "name": "巫医"
    },
    {
        "ID": 96,
        "name": "小鹿"
    },
    {
        "ID": 97,
        "name": "蜘蛛"
    },
    {
        "ID": 98,
        "name": "先知"
    },
    {
        "ID": 99,
        "name": "恶魔"
    },
    {
        "ID": 100,
        "name": "斯巴达"
    },
    {
        "ID": 101,
        "name": "乌鸦"
    },
    {
        "ID": 102,
        "name": "波比"
    },
    {
        "ID": 103,
        "name": "石头人"
    },
    {
        "ID": 104,
        "name": "蛇女"
    },
    {
        "ID": 105,
        "name": "女警"
    },
    {
        "ID": 106,
        "name": "泰坦"
    },
    {
        "ID": 107,
        "name": "炸弹人"
    },
    {
        "ID": 108,
        "name": "滑板鞋"
    },
    {
        "ID": 109,
        "name": "挖掘机"
    },
    {
        "ID": 110,
        "name": "九尾狐"
    },
    {
        "ID": 111,
        "name": "盖伦"
    },
    {
        "ID": 112,
        "name": "德玛"
    },
    {
        "ID": 113,
        "name": "游侠"
    },
    {
        "ID": 114,
        "name": "元首"
    },
    {
        "ID": 115,
        "name": "鸟人"
    },
    {
        "ID": 116,
        "name": "鳄鱼"
    },
    {
        "ID": 117,
        "name": "酒桶"
    },
    {
        "ID": 118,
        "name": "提莫"
    },
    {
        "ID": 119,
        "name": "稻草人"
    },
    {
        "ID": 120,
        "name": "奶妈"
    },
    {
        "ID": 121,
        "name": "花妖"
    },
    {
        "ID": 122,
        "name": "嘴炮"
    },
    {
        "ID": 123,
        "name": "蛇蛇"
    },
    {
        "ID": 124,
        "name": "蟒蛇"
    },
    {
        "ID": 125,
        "name": "眼镜蛇"
    },
    {
        "ID": 126,
        "name": "青蛇"
    },
    {
        "ID": 127,
        "name": "赤练蛇"
    },
    {
        "ID": 128,
        "name": "金环蛇"
    },
    {
        "ID": 129,
        "name": "草蛇"
    },
    {
        "ID": 130,
        "name": "蛇精病"
    },
    {
        "ID": 131,
        "name": "虫虫"
    },
    {
        "ID": 132,
        "name": "队长"
    },
    {
        "ID": 133,
        "name": "五道杠"
    },
    {
        "ID": 134,
        "name": "红领巾"
    },
    {
        "ID": 135,
        "name": "鬼鬼"
    },
    {
        "ID": 136,
        "name": "宝马"
    },
    {
        "ID": 137,
        "name": "笨笨"
    },
    {
        "ID": 138,
        "name": "奔奔"
    },
    {
        "ID": 139,
        "name": "高铁侠"
    },
    {
        "ID": 140,
        "name": "钢铁侠"
    },
    {
        "ID": 141,
        "name": "妖精"
    },
    {
        "ID": 142,
        "name": "纸巾"
    },
    {
        "ID": 143,
        "name": "尼玛"
    },
    {
        "ID": 144,
        "name": "草泥马"
    },
    {
        "ID": 145,
        "name": "赵铁柱"
    },
    {
        "ID": 146,
        "name": "张全蛋"
    },
    {
        "ID": 147,
        "name": "小花"
    },
    {
        "ID": 148,
        "name": "老公"
    },
    {
        "ID": 149,
        "name": "弯妹"
    },
    {
        "ID": 150,
        "name": "露娜"
    },
    {
        "ID": 151,
        "name": "虾米"
    },
    {
        "ID": 152,
        "name": "绿茶"
    },
    {
        "ID": 153,
        "name": "小鲜肉"
    },
    {
        "ID": 154,
        "name": "弹幕"
    },
    {
        "ID": 155,
        "name": "脑洞"
    },
    {
        "ID": 156,
        "name": "小公举"
    },
    {
        "ID": 157,
        "name": "叶良辰"
    },
    {
        "ID": 158,
        "name": "隔壁老王"
    },
    {
        "ID": 159,
        "name": "玛丽苏"
    },
    {
        "ID": 160,
        "name": "金坷垃"
    },
    {
        "ID": 161,
        "name": "备胎"
    },
    {
        "ID": 162,
        "name": "接盘侠"
    },
    {
        "ID": 163,
        "name": "直男"
    },
    {
        "ID": 164,
        "name": "赵家人"
    },
    {
        "ID": 165,
        "name": "城里人"
    },
    {
        "ID": 166,
        "name": "金馆长"
    },
    {
        "ID": 167,
        "name": "菊花"
    },
    {
        "ID": 168,
        "name": "百合"
    },
    {
        "ID": 169,
        "name": "玫瑰"
    },
    {
        "ID": 170,
        "name": "欧巴"
    },
    {
        "ID": 171,
        "name": "思密达"
    },
    {
        "ID": 172,
        "name": "怪蜀素"
    },
    {
        "ID": 173,
        "name": "茶叶蛋"
    },
    {
        "ID": 174,
        "name": "战五渣"
    },
    {
        "ID": 175,
        "name": "洗剪吹"
    },
    {
        "ID": 176,
        "name": "杀马特"
    },
    {
        "ID": 177,
        "name": "高富帅"
    },
    {
        "ID": 178,
        "name": "臣妾"
    },
    {
        "ID": 179,
        "name": "小伙伴"
    },
    {
        "ID": 180,
        "name": "水表"
    },
    {
        "ID": 181,
        "name": "福尔康"
    },
    {
        "ID": 182,
        "name": "汪星人"
    },
    {
        "ID": 183,
        "name": "喵星人"
    },
    {
        "ID": 184,
        "name": "大黑牛"
    },
    {
        "ID": 185,
        "name": "滔滔"
    },
    {
        "ID": 186,
        "name": "教主"
    },
    {
        "ID": 187,
        "name": "标题党"
    },
    {
        "ID": 188,
        "name": "局座"
    },
    {
        "ID": 189,
        "name": "委座"
    },
    {
        "ID": 190,
        "name": "小苹果"
    },
    {
        "ID": 191,
        "name": "美人鱼"
    },
    {
        "ID": 192,
        "name": "猴赛雷"
    },
    {
        "ID": 193,
        "name": "大圣"
    },
    {
        "ID": 194,
        "name": "二师兄"
    },
    {
        "ID": 195,
        "name": "小明"
    },
    {
        "ID": 196,
        "name": "龙傲天"
    },
    {
        "ID": 197,
        "name": "赵日天"
    },
    {
        "ID": 198,
        "name": "李杀神"
    },
    {
        "ID": 199,
        "name": "王诛魔 "
    },
    {
        "ID": 200,
        "name": "刘斩仙"
    },
    {
        "ID": 201,
        "name": "学霸"
    },
    {
        "ID": 202,
        "name": "学渣"
    },
    {
        "ID": 203,
        "name": "元芳"
    },
    {
        "ID": 204,
        "name": "本宝宝"
    },
    {
        "ID": 205,
        "name": "校长"
    },
    {
        "ID": 206,
        "name": "叉腰肌"
    },
    {
        "ID": 207,
        "name": "国足"
    },
    {
        "ID": 208,
        "name": "咆哮帝"
    },
    {
        "ID": 209,
        "name": "王大锤"
    },
    {
        "ID": 210,
        "name": "叫兽"
    },
    {
        "ID": 211,
        "name": "孔连顺"
    },
    {
        "ID": 212,
        "name": "至尊宝"
    },
    {
        "ID": 213,
        "name": "至尊玉"
    },
    {
        "ID": 214,
        "name": "小学生"
    },
    {
        "ID": 215,
        "name": "犀利哥"
    },
    {
        "ID": 216,
        "name": "单身狗"
    },
    {
        "ID": 217,
        "name": "天线宝"
    },
    {
        "ID": 218,
        "name": "老炮儿"
    },
    {
        "ID": 219,
        "name": "二代"
    },
    {
        "ID": 220,
        "name": "鸭梨"
    },
    {
        "ID": 221,
        "name": "春哥"
    },
    {
        "ID": 222,
        "name": "冠希哥"
    },
    {
        "ID": 223,
        "name": "歪果仁"
    },
    {
        "ID": 224,
        "name": "剁手党"
    }
];